#include <iostream>

// Проектирование программы в стиле ОПП
//	Игра 21
// составные части:
//		Карты(номиналы, масти)
//		Колода(набор всех возможных карт)
//		Игроки(имя, деньги, рука)
//		Рука игрок(набор карт игрока)
//		Правила(какая колода,
//				кол-во игроков,
//				как игра начинается,
//				условия победы,
//				правила ходов)
//		Игровое поле(места игроков,
//					ставки,
//					сброс,
//					слоты для карт)
//		Ведущий(сама программа)
//

int main()
{
	std::cout << "Hello World!\n";
}